{
  "loading": "Lastar inn...",
  "why_am_i_seeing": "Kvifor ser eg dette?",
  "protected_by": "Verna av",
  "protected_from": "frå",
  "made_with": "Laga med ❤️ i 🇨🇦",
  "mascot_design": "Maskotdesign av",
  "ai_companies_explanation": "Du ser dette av di administratoren av denne netstaden har sett opp Anubis for å verna tenaren mot plaga av KI-selskap som aggressivt skrapar netstader. Dette kan, og held fram med å, forårsaka driftstans for netstadene, som gjer ressursane deira utilgjengelege for alle.",
  "anubis_compromise": "Anubis er eit kompromiss. Anubis nøyter eit «Proof-of-Work»-skjema som liknar på Hashcash, eit liknande skjema for å filtrera bort søppel-e-post. Idéen er at i små meng kan den ytterlegare lastinga lett ignorerast, men ved storslegen skraping vert byrda større og større og gjer det å skrapa mykje meir dyrt.",
  "hack_purpose": "Til sjuande og sist er dette ei plasshaldarløysing slik at meir tid kan verta nøytt på å fingeravtrykkja og identifisera hovudlause netlesarar (t.d. via korleis dei attgjev skrifttypar) slik at utfordringssida for arbeidsprosessen ikkje treng å synast for brukarar som er nok legitime.",
  "jshelter_note": "NB: Anubis krev bruk av moderne JavaScript-funksjonar som tillegg som JShelter slår av. Venlegast slå av JShelter eller liknande tillegg for dette domenet.",
  "version_info": "Denne netstaden køyrer Anubis-utgåve",
  "try_again": "Prøv att",
  "go_home": "Far heim",
  "contact_webmaster": "eller om du tykkjer at du ikkje burde vera blokkert, venlegast tak kontakt med administratoren på",
  "connection_security": "Venlegast venta medan vi stadfester tryggleiken av tilkoplinga di.",
  "javascript_required": "Du lyt diverre slå på JavaScript for å koma deg forbi denne utfordringa. Dette krevst fordi KI-selskap har endra sosialkontrakten om korleis netstadsverting fungerer. Ei ikkje-JS-løysing er i gang med å verta skapt.",
  "benchmark_requires_js": "JavaScript må vera slegen på for å køyra samanlikningsverktøyet.",
  "difficulty": "Vanskenivå:",
  "algorithm": "Algoritme:",
  "compare": "Jamfør:",
  "time": "Tid",
  "iters": "Oppattakingar",
  "time_a": "Tid A",
  "iters_a": "Oppattakingar A",
  "time_b": "Tid B",
  "iters_b": "Oppattakingar B",
  "static_check_endpoint": "Dette er berre eit sjekkeendepunkt for din omvende proxy å nøyta.",
  "authorization_required": "Legitimering krevst",
  "cookies_disabled": "Netlesaren din er konfigurert for å avslå informasjonskapslar. Anubis krev informasjonskapslar for å stadfesta at du er ein ekte brukar. Venlegast slå på informasjonskapslar på dette domenet.",
  "access_denied": "Tilgang nekta: feilkode",
  "dronebl_entry": "DroneBL rapporterte ei oppføring.",
  "see_dronebl_lookup": "sjå",
  "internal_server_error": "Intern serverfeil: administratoren har feilkonfigurert Anubis. Venlegast tak kontakt med hen og spør hen om å sjå gjennom loggane om",
  "invalid_redirect": "Ugyldig omdirigering",
  "redirect_not_parseable": "Omdirigerings-URL-en kunne ikkje tolkast",
  "redirect_domain_not_allowed": "Omdirigeringsdomenet er ikkje tillate",
  "failed_to_sign_jwt": "mislukkast i å signera JWT",
  "invalid_invocation": "Ugyldig framkalling av MakeChallenge",
  "client_error_browser": "Klientfeil: Venlegast stadfest at netlesaren din er oppdatert og prøv att seinare.",
  "oh_noes": "Å nei!",
  "benchmarking_anubis": "Samanliknar Anubis!",
  "you_are_not_a_bot": "Du er ikkje ein bot!",
  "making_sure_not_bot": "Stadfester at du ikkje er ein bot!",
  "celphase": "CELPHASE",
  "js_web_crypto_error": "Netlesaren din har ikkje eit fungerande web.crypto-element. Ser du dette med ei sikker tilkopling?",
  "js_web_workers_error": "Netlesaren din stør ikkje netarbeidarar (Anubis nøyter dei for å undangå å frysa netlesaren din). Har du eit tillegg som JShelter installert?",
  "js_cookies_error": "Netlesaren lagrar ikkje informasjonskapslar. Anubis nøyter informasjonskapslar for å avgjera kva klientar har lukkast i utfordringa ved å lagra ein signert lykel i ein informasjonskapsel. Venlegast slå på informasjonskapslar på dette domenet. Namna på informasjonskapslane Anubis lagrar, kan ymsa utan varsel. Informasjonskapselnamn og -verdiar er ikkje ein del av det offentlege API-et.",
  "js_context_not_secure": "Du nøyter ikkje ei sikker tilkopling!",
  "js_context_not_secure_msg": "Prøv å kopla til over HTTPS eller fortel administratoren å oppretta HTTPS. Sjå <a hreflang=\"en\" href=\"https://developer.mozilla.org/en-US/docs/Web/Security/Secure_Contexts#when_is_a_context_considered_secure\">MDN</a> for fleire opplysingar.",
  "js_calculating": "Reknar…",
  "js_missing_feature": "Manglar funksjon",
  "js_challenge_error": "Utfordringsfeil!",
  "js_challenge_error_msg": "Mislukkast i å tolka sjekkalgoritmen. Du burde lasta inn denne sida på nytt.",
  "js_calculating_difficulty": "Reknar…<br/>Vanskenivå:",
  "js_speed": "fart:",
  "js_verification_longer": "Verifisering tek lenger enn venta. Venlegast ikkje last inn denne sida på nytt.",
  "js_success": "Vellukka!",
  "js_done_took": "Ferdig! Tok",
  "js_iterations": "oppattakingar",
  "js_finished_reading": "Eg har slutta å lesa, hald fram →",
  "js_calculation_error": "Rekningsfeil!",
  "js_calculation_error_msg": "Mislukkast i å rekna utfordring:",
  "missing_required_forwarded_headers": "Vantande naudsynte «X-Forwarded-*»-overskrifter",
  "simplified_explanation": "Dette er eit tiltak mot robotar og ondsinna førespurnader som liknar på ein CAPTCHA. Men i staden for å måtte gjera arbeidet sjølv, får netlesaren din ei utrekningsoppgåve som han må løysa for å stadfesta at han er ein gyldig klient. Dette konseptet vert kalla <a href=\"https://en.wikipedia.org/wiki/Proof_of_work\">arbeidsstadfesting</a>. Oppgåva vert rekna ut på nokre få sekund, og du får tilgang til nettstaden. Takk for forståinga di og tolmodet ditt."
}
